tap "homebrew/bundle"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Load/unload environment variables based on $PWD
brew "direnv"
# Command-line outline and bitmap font editor/converter
brew "fontforge"
# Command-line fuzzy finder written in Go
brew "fzf"
# Distributed revision control system
brew "git"
# Git extension for versioning large files
brew "git-lfs"
# Render markdown on the CLI
brew "glow"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Pinentry for GPG on Mac
brew "pinentry-mac"
# Fast, configurable, shell plugin manager
brew "sheldon"
# Multi-platform code-search similar to ack and ag
brew "the_platinum_searcher"
# Terminal multiplexer
brew "tmux"
# Kubernetes and container management on the desktop
cask "rancher"
